Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
pt: Se a sentença for ofensiva ou perturbadora, por exemplo, devido a conteúdo explícito ou outra violação de nossas <communityGuidelines>diretrizes de participação na comunidade</communityGuidelines>, você deve rejeitar a frase. Também pode entrar em contato conosco em <emailFragment>commonvoice@mozilla.com</emailFragment> para encaminhar o problema.

source: If the sentence meets the criteria above, click the "Yes" button.
pt: Se a frase atender aos critérios acima, clique no botão "Sim".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
pt: Se a frase atender aos critérios, clique no botão &quot;Aprovar&quot; à direita.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
pt: Se não tiver certeza sobre a frase, você também pode ignorar e passar para a próxima.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
pt: Caso se depare com algo que essas diretrizes não abrangem, vote de acordo com seu bom senso. Se realmente não conseguir decidir, use o botão de pular e siga para a próxima gravação.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
pt: Se você conseguiu <strong>ouvir</strong> e <strong>entender</strong>, geralmente é <strong>melhor aprovar</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
pt: Se você não tiver notícias nossas dentro de alguns dias, mande uma mensagem para <emailLink>{ $email }</emailLink> e retornaremos o contrato!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
pt: Se você ou sua organização quiser contribuir com o projeto, pode fazer uma <donateLink>doação</donateLink> ou entrar em contato com nossa equipe de parcerias em <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
pt: Se estiver com dificuldade para colaborar, pode voltar a ver todo o conteúdo de seu idioma quando quiser.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
pt: Se você está procurando ferramentas para construir modelos de reconhecimento automático de voz, pode se conectar com outras pessoas na comunidade, <discourseLink>no Discourse</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
pt: Se quiser falar mais sobre o conjunto de dados, investir junto em expansões de plataforma planejadas ou procurar oportunidades de colaboração, <emailFragment>mande uma mensagem</emailFragment>.

source: If you run out of sentences to review, please help us collect more sentences!
pt: Se você não tiver mais frases para revisar, ajude-nos a coletar mais frases!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
pt: Se você acha que a pronúncia torna <strong>impossível entender</strong>, ou há <strong>muito ruído de fundo</strong>, ou há <strong>outras pessoas falando também</strong>, então você deve rejeitar o clipe. <accuracyLink>Veja mais informações em nossos critérios de precisão</accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
pt: Acabei de criar uma meta pessoal de doação de voz para o #CommonVoice -- junte-se a mim e ajude a ensinar às máquinas como pessoas reais falam { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
pt: Concordo que estas informações sejam utilizadas conforme explicado na <privacyLink>Política de Privacidade</privacyLink> da Mozilla.

source: Include appropriate citation
pt: Incluir citação apropriada

source: Includes email, username & demographic info, available right away
pt: Inclui email, nome de usuário e informações demográficas

source: Includes mp3s and related sentences, may take some time to prepare
pt: Inclui arquivos mp3 e frases relacionadas

source: Indonesian
pt: Indonésio

source: Indus Kohistani
pt: Kohistani do Indo

source: Information about the language
pt: Informações sobre o idioma

source: In Progress
pt: Em andamento

source: Interested in getting involved with this project, or partnering with us?
pt: Tem interesse em se envolver neste projeto ou fazer uma parceria connosco?

source: Interested in learning more and contributing to the project?
pt: Interessado em aprender mais e contribuir com o projeto?

source: Interface language:
pt: Idioma da interface:

source: Interlingua
pt: Interlíngua

source: Interlingue
pt: Interlíngua

source: [interrupted by background noise]
pt: [interrompido por barulho de fundo]

source: Intersex
pt: Intersexo

source: Iñupiaq
pt: Inupiaque

source: Invalid file
pt: Arquivo inválido

source: Irish
pt: Irlandês

source: IsiNdebele (North)
pt: IsiNdebele (Norete)

source: IsiNdebele (South)
pt: IsiNdebele (Sul)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
pt: <isoCodeLink>Códigos ISO</isoCodeLink> se souber

source: Is the clip valid?
pt: O clipe é válido?

source: Italian
pt: Italiano

source: It contains words or phrases that are hard to read or pronounce.
pt: Ela contém palavras ou trechos difíceis de ler ou pronunciar.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
pt: Custa quase um milhão de dólares por ano hospedar os conjuntos de dados e melhorar a plataforma para as mais de 100 comunidades de idiomas que dependem do que fazemos?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
pt: Custa quase um milhão de dólares por ano hospedar os conjuntos de dados e melhorar a plataforma para as mais de 100 comunidades de idiomas que dependem do que fazemos. <strong>Se você valoriza dados abertos e inclusivos, faça uma doação!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
pt: Custa muito dinheiro continuamente hospedar e disponibilizar os conjuntos de dados, melhorar a plataforma e conduzir <africaMradiLink>programas comunitários</africaMradiLink>.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
pt: É muito importante que todas as sentenças de texto sejam de <publicDomain>domínio público</publicDomain> (cc0), pois o conjunto de dados do Common Voice é lançado sob uma licença cc0. Só envie uma frase se tiver certeza e sempre inclua a citação relevante.

source: It is written in a language different than what I’m reviewing.
pt: Está escrito em um idioma diferente do que estou revisando.

source: It is written in a language different than what I’m speaking.
pt: Ela é escrita em um idioma diferente do que estou falando.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
pt: É importante incluir citações para que possamos verificar se as frases são de domínio público e não se aplica nenhuma restrição de direitos autorais.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
pt: É preciso muito para fazer o Common Voice acontecer! Não fazemos isso sozinhos. Quer ser nosso parceiro? Adoraremos saber de você.

source: Izhorian
pt: Ijoriano

source: Japanese
pt: Japonês

source: Jaqaru
pt: Jacaré

source: Javanese
pt: Javanês

source: Join Discord Community
pt: Junte-se à comunidade no Discord

source: Join the Common Voice mailing list
pt: Participe na lista de discussão do Common Voice

source: Join us on Discord
pt: Participe no Discord

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
pt: Responda apenas à consulta, o mais naturalmente possível, em algumas frases. Certifique-se de que sua linguagem seja respeitosa e inofensiva.

source: Just Unsure?
pt: Não tem certeza?

source: Kabardian
pt: Kabardiano

source: Kalkoti
pt: Calcutá

source: Kannada
pt: Canarês

source: Kaqchikel
pt: Caqchiquel

source: Kara
pt: Cara

source: Karakalpak
pt: Caracalpaque

source: Kazakh
pt: Cazaque

source: { $kb }kb max
pt: Máximo { $kb }kb

source: Keep
pt: Manter

source: Keep it up, record again <recordIcon></recordIcon>
pt: Continue assim, grave novamente <recordIcon></recordIcon>

source: Keep the recordings
pt: Manter as gravações

source: Keep track of your progress and metrics across multiple languages.
pt: Acompanhe seu progresso e métricas em diversos idiomas.

source: Keep track of your progress with a profile
pt: Acompanhe seu progresso com um perfil

source: Keep track of your progress with a profile and help our voice data be more accurate.
pt: Acompanhe o seu progresso com um perfil e ajude que as gravações sejam cada vez mais precisas.

source: Kelabit
pt: Quelabit

source: Kenyah
pt: Quénia

source: Kenyi
pt: Queniano

source: Kohistani Shina
pt: Shina Kohistani

source: Korean
pt: Coreano

source: Kurmanji Kurdish
pt: Curdo do norte

source: Kyrgyz
pt: Quirguiz

source: Language
pt: Idioma

source: Language Fundamentals (e.g. Digits, Letters, Money)
pt: Fundamentos da linguagem (por exemplo, dígitos, letras, dinheiro)

source: Language Request
pt: Solicitação de idioma

source: Language request successfully submitted, thank you.
pt: A solicitação de idioma foi enviada com sucesso, obrigado.

source: Languages
pt: Idiomas

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
pt: Idiomas podem ter suas próprias regras de validação com requisitos adicionais ao ser localizados. Se não houver um arquivo de validação específico de um idioma, as regras de inglês serão exibidas aos colaboradores.

source: Language Text
pt: Texto no idioma

source: Large bulk sentence submission
pt: Envio de grupo de frases

source: Large scale corporates and platform companies
pt: Corporações de grande porte e empresas de plataforma

source: Last Updated: { $lastUpdatedTimeStamp }
pt: Última atualização: { $lastUpdatedTimeStamp }

source: Latgalian
pt: Latgaliano

source: Latvian
pt: Letão

source: Launched
pt: Lançados

source: Leaderboard Visibility
pt: Visibilidade no quadro de líderes

source: Learn about partnerships with Common Voice
pt: Saiba mais sobre parcerias com o Common Voice

source: Learn how to check a transcription
pt: Aprenda como verificar uma transcrição

source: Learn how to take part
pt: Saiba como participar

source: Learn how to transcribe
pt: Saiba como transcrever

source: Learn how to use this page
pt: Saiba como usar esta página

source: Learn More
pt: Saiba mais

source: Leaving now means you’ll lose your changes
pt: Se sair agora, perderá suas alterações

source: Leaving now means you'll lose your progress
pt: Se parar agora vai perder todo o seu progresso

source: Length
pt: Tamanho

source: Let's Get Started
pt: Vamos começar

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
pt: Letras devem ser válidas no idioma falado. Por exemplo, “ж” é uma letra do alfabeto russo, mas nunca é usada em português, portanto nunca deve aparecer em nenhum texto de origem em português.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
pt: LibriSpeech é um corpus de aproximadamente 1000 horas de leitura em inglês em 16Khz, derivado de audiolivros do projeto LibriVox.

source: License
pt: Licença

source: License: <licenseLink>CC-0</licenseLink>
pt: Licença: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
pt: Licença: <licenseLink>{ $license }</licenseLink>

source: Ligurian
pt: Liguriano

source: Link Copied
pt: Link copiado

source: Links to websites that can help us understand the language
pt: Links para sites que podem nos ajudar a entender o idioma

source: Listen
pt: Ouvir

source: Listening
pt: Audição

source: Listen options menu
pt: Menu de opções de escuta

source: Listen-Queue
pt: Fila de audição

source: Lithuanian
pt: Lituano

source: Loading…
pt: Carga em andamento…

source: Loading sentences…
pt: Carregando frases…

source: Localized
pt: Traduzido

source: Log In
pt: Entrar

source: Login Identity
pt: Identidade de acesso

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
pt: <loginLink>Entre na sua conta</loginLink> ou <loginLink>crie uma</loginLink> para adicionar várias frases

source: Log in or sign up to get started
pt: Entre ou cadastre-se para começar

source: Log In / Sign Up
pt: Entrar / Cadastrar-se

source: Log In / Sign Up with { $company } email
pt: Entrar / Cadastrar-se com email de { $company }

source: Log Out
pt: Sair

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
pt: Procure texto em que direitos autorais não se aplicam mais, por exemplo, a maioria dos livros publicados antes de 1920

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
pt: Parece que não há nenhuma frase para ouvir nesse idioma. Ajude-nos a preencher essa espaço gravando algo agora.

source: Luxembourgish
pt: Luxemburguês

source: Macedonian
pt: Macedônio

source: Maithili
pt: Maitili

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
pt: Certifique-se de que a plataforma esteja gravando antes de começar a falar e que ela só pare quando você terminar.

source: Make sure the sentence meets the following criteria:
pt: Assegure que a frase atende aos seguintes critérios:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
pt: Enriqueça ao máximo seus dados enviados fornecendo alguns dados demográficos anônimos. Nós removemos a identificação de todos os dados demográficos antes de torná-los públicos.

source: Malagasy
pt: Malgaxe

source: Malay
pt: Malaio

source: Malayalam
pt: Malaiala

source: Male/Masculine
pt: Homem/Masculino

source: Maltese
pt: Maltês

source: Manage Email Subscriptions
pt: Gerenciar inscrições de emails

source: Manage Subscriptions
pt: Gerenciar inscrições

source: Manx
pt: Manês

source: Mapudungun
pt: Mapuche

source: Marathi
pt: Marata

source: <mark>Check</mark>
pt: <mark>Verificar</mark>

source: <mark>Data</mark>
pt: <mark>Dados</mark>

source: <mark>Prompt</mark>
pt: <mark>Consulta</mark>

source: <mark>Respond</mark>
pt: <mark>Responder</mark>

source: <mark>Transcribe</mark>
pt: <mark>Transcrever</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
pt: <mark>Usa o Common Voice para</mark><br/><mark>sua pesquisa?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
pt: <mark>Precisamos</mark><br/><mark>da sua ajuda!</mark>

source: Maximum file size: 25 MB
pt: Tamanho máximo de arquivo: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
pt: Talvez nossa <homepageLink>página inicial</homepageLink> ajude? Para fazer uma pergunta, entre no <matrixLink>bate-papo da comunidade Matrix</matrixLink>, monitore problemas no site por meio do <githubLink>GitHub</githubLink> ou visite <discourseLink>nossos fóruns no Discourse</discourseLink>.

source: Media and Entertainment
pt: Mídia e entretenimento

source: Meetei Lon
pt: Meitei-lon

source: Message
pt: Mensagem

source: Mingrelian
pt: Mingreliano

source: Minimum sentences in file: 1000
pt: Número mínimo de frases no arquivo: 1000

source: [Mismatched content]
pt: [Conteúdo não corresponde]

source: Misreadings
pt: Erros de leitura

source: Missing an 's' at the end of a word.
pt: Falta de um 's' no final de uma palavra.

source: Missing an <strong>'s'</strong> at the end of a word.
pt: Falta de <strong>'s'</strong> no final de uma palavra.

source: Missing 'A' or 'The' at the beginning of the recording.
pt: Falta de 'Um' ou 'O' no início da gravação.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
pt: Falta de <strong>'Um'</strong> ou <strong>'O'</strong> no início da gravação.

source: Missing the end of the last word by cutting off the recording too quickly.
pt: Falta o final da última palavra devido à gravação ter sido encerrada rápido demais.

source: Mixed
pt: Mista

source: Mixteco Yucuhiti
pt: Mixteco de Yucuhiti

source: Mongolian
pt: Mongol

source: More
pt: Mais

source: [More has been recorded than the required text]
pt: [Foi gravado mais texto do que o necessário]

source: More languages coming soon
pt: Mais idiomas em breve

source: Mossi
pt: Moré

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
pt: A maior parte dos dados usados por grandes empresas não está disponível para a maioria das pessoas. Nós achamos que isso sufoca a inovação. Então, lançamos o Common Voice, um projeto para ajudar a tornar o reconhecimento de voz aberto e acessível a todos.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
pt: A maior parte dos dados utilizados por grandes empresas não estão disponíveis para a maioria das pessoas. Nós achamos que isso sufoca a inovação. Então lançamos o Projeto Common Voice, para ajudar a tornar o reconhecimento de voz aberto para todos.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
pt: A maioria das gravações é de pessoas falando em sua voz natural. Você pode aceitar uma gravação ocasional fora do padrão que seja gritada, sussurrada ou obviamente feita com uma voz ‘dramática’. Rejeite gravações cantadas e aquelas que usam voz sintetizada por computador.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
pt: O Mozilla Common Voice é uma iniciativa para ajudar a ensinar às máquinas como pessoas reais falam.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
pt: O Mozilla Common Voice é possível graças a uma comunidade diversificada de ativistas, linguistas, cientistas de dados, acadêmicos e engenheiros de software do mundo todo. O projeto é administrado pela Fundação Mozilla.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
pt: O Mozilla Common Voice é o conjunto de dados de voz aberto de colaboração pública mais diversificado do mundo e é mantido inteiramente por doações. Custa quase um milhão de dólares por ano hospedar os conjuntos de dados e melhorar a plataforma para as mais de 100 comunidades de idiomas que dependem do que fazemos. Se você valoriza dados abertos e inclusivos, <b>faça uma doação!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
pt: O mecanismo de reconhecimento de voz de código aberto da Mozilla, Deep Speech, pode ser usado para construir aplicações de reconhecimento de voz. Leia nossa <githubLink>introdução no Github</githubLink> ou participe do <discourseLink>DeepSpeech Discourse</discourseLink> para saber como começar.

source: Mutual accountability.
pt: Responsabilidade mútua.

source: N/A
pt: Não disponível

source: Name
pt: Nome

source: Names of your language
pt: Nomes do seu idioma

source: Native Language
pt: Idioma nativo

source: Nature and Environment
pt: Natureza e meio ambiente

source: Need help with the Sex or Gender changes?
pt: Precisa de ajuda com as mudanças de sexo ou gênero?

source: Need some help with accent?
pt: Precisa de ajuda com sotaque?

source: Need some help with variants?
pt: Precisa de ajuda com variantes?

source: Need to download your data?
pt: Precisa baixar seus dados?

source: Nepali
pt: Nepalês

source: New Language Launch
pt: Lançamento de novo idioma

source: News and Current Affairs
pt: Notícias e atualidades

source: Next
pt: Avançar

source: Ngiembon
pt: Ngiemboon

source: Nigerian Pidgin English
pt: Naijá (pidgin inglês nigeriano)

source: No
pt: Não

source: [No ‘a’ in the original text]
pt: [Sem ‘uma’ no texto original]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
pt: <noCopyright>Sem restrições de direitos autorais</noCopyright> (cc-0)

source: No foreign letters
pt: Sem letras estrangeiras

source: No gravatar found for your email
pt: Não foi encontrado um Gravatar para seu email

source: No information
pt: Nenhuma informação

source: No information available
pt: Nenhuma informação disponível

source: No microphone found.
pt: Não foi encontrado nenhum microfone.

source: Non-binary
pt: Não binário

source: No numbers and special characters
pt: Sem números nem caracteres especiais

source: Northern Hindko
pt: Hindko do Norte
